{
    "AbyssalKingBio": [
    "Spine, inheritor of famine and ruin. His reign over before it started. The kingdom of Skavara was constructed upon a glacier, a impenterable fortress of ice, granting refuge and safety for his people. But now, it hangs in the balance as the glacier that was once their safehaven has been split open by unknown forces. His father before him refusing to accept reality, died in self-imposed ignorance, passing the impending doom onto his son. Now Spine sits upon a throne with a cracking foundation. His people blissfully unaware of the impending doom that awaits them.",
    "Now with the weight of the world upon him, Spine has to make a choice. To accept the reality of his situation and try to save his people, or to continue the charade of ignorance that his father had started. The choice is clear, but the path is not. With the glacier slowly melting away, Spine has to find a way to save his people from the impending doom that awaits them.",
    "In the dead of night, with no escort or safety, Spine would leave his castle and venture out into the frozen wastelands. He would scale down the ruptured glacier towards the bottom, determined to find the cause of this recent sundering.",
    "As he reached the bottom, he was met with a sight he could never have forseen. Pure darkness. Not in the way a forest is dark, not in the way a stormy night hides the stars. But pure nothingness. A void where before there was a sheet of pure sparkling ice.",
    "He gazed into this nothingness. Unable to process what he was seeing. He had heard stories of the abyss, this darkness that swallows all. The , the period that marks life itself and closes the chapter on anything that could be to come.",
    "He needed a moment. Spine sat down beneath a nearby gape in the ice, his back against the wall of the glacier. But then, a whisper. A voice, no, more like a whistle. A playful tune that echoed from the gape. Was Spine not alone down in this hopeless space. Was there another who had laid eyes upon the deathknell of his kingdom?",
    "Spine ventured forth, his hand on the hilt of his sword. He could not allow anyone to see this, not before he had a plan. As he ventured into the darkness, the whistle grew louder and louder. Until it stopped. Before Spine was yet another legend. Another tale. Within a huge casm, beams of light reflected inside the ice, illuminating something out of this world",
    "A massive bone structure, a titanic ribcage, a skull larger than his castle. The shape that unveiled itself was that of a dragon. A dragon that had been here for centuries, if not millennia. The bones were cracked and broken, but the sheer size of the creature was enough to make Spine understand that this is what had allowed his now inherited kingdom stand for generations",
    "This was his answer. If he could simply reinforce these bones, then the foundation of his kingdom would be saved. As he muttered to himself, he was interrupted by a sound. That whistle again.",
    "SHOW YOURSELF!",
    "He shouted, and the whistle stopped.",
    "The temprature was dropping, the air was getting colder. Spine could hear the ice cracking and twisting around him and before he was able to react, his feet were frozen solid to the ground!",
    "F I N A L L Y",
    "A voice boomed throughout the chasm, echoing through the ice and into Spine’s very soul.",
    "I have been waiting for you, little King.",
    "Who are you, Spine shouted. As King of Skavara, I demand to know who you are!",
    "No need for such formalities or declarations little king. I mean you no harm, infact I am the salvation you seek.",
    "The cold air was reaching Spine’s lungs, he was struggling to breathe. He could feel his pulse slowing down, his heart beating slower and slower. He needed to act, or he would soon be dead.",
    "I am Rime. Firstborn of my name, the Dragon King of Frost and Ice, and you have stumbled into my tomb. My final resting place, or atleast so it should have been.",
    ""
]
}