{
    "bio": [
        "He is the monster under the bed. Thought to be a myth designed to scare kids. Juniper Travolt was the leading state alchemist of Silver City, known for constantly pushing boundaries that others did not dare cross. For years he would climb the social ladder, his potions and elixirs rivaled the healing magics of the foreign Ga’haian druids. His explosive blends quelled the uprising in Etos, crushing the rebellion and rebirthing the state into what is now known as Silo.",
        "While he was seen as a genius by those around him, soon, the whispers of the people began to gnaw at him. Instead of being hailed as a saviour, he was being called a demon, a monster. His potions and explosives had all been a deciding factor in the war against Etos and some began to question the methods used by Juniper to create these revolutionary items.",
        "Seeds of doubt began to sprout. Could it be that Juniper was a fraud? Had he tainted the good name of Silver City by making use of taboo magics? How could he produce such potent elixirs and powerful explosives that no one else could replicate no matter how hard they tried? Doubt festered and turned to fear which then turned to anger, that then turned to rage.",
        "He remembers the day clearly. The day when the flock of degenerate mindless curr came to his doorstep, pitchforks and torches in hand, ready to destroy what they could not possibly understand. There were no tricks, no secrets. Juniper was simply very good at what he did. For these simpletons to demand his head simply due to him wanting to keep what was rightfully his. It was all a sham. His competitors had stirred the rumours, the mob, a weapon used to take his life without having to deal with his blood on their hands. His recipes were his own and if he had to, he would bring them to the grave with him.",
        "But Juniper had no plans on dying today. These peasants had already sealed their fate when they decided to throw reason and logic out the window in favour of the senseless doubt and fear.",
        "His magnum opus. The Elixir of Dragons. Years of preparation, gathering the ingredients he needed. In one swig he chugs it down and instantly feels its power coursing through his veins. His limbs crack and twist, extending outwards forming beautiful wings. His feet grow mighty talons, capable of ripping through steel. His hair falls out… wait… His skin turns gray, the scales that were supposed to grow are nowhere to be seen, the majestic tail that he has grown resembles more that of a rat then a dragon. His jaw cracks and bends as teeth not made to suit it, sprout from his gums. This is not right, something's gone terribly wrong. In a few seconds, nothing will be left. Not his laboratory, not his notes, not his product… Not even Juniper himself.",
        "The city lights up as a huge fireball spreads over the horizon. What was once the esteemed Juniper Travolts laboratory is now a smoldering mess of iron and wood. The shame of being found out as a fraud had become too much for him and he had taken it upon himself to bury his corpse and his wretched research in the most effective way known to man… At least this is what the morning papers said.",
        "In reality, Juniper Travolt lives. His old name gone forgotten and buried. Night terror, Lord of the sky. The creature that exists through the melding of Junipers aspirations and flesh carries many names nowadays. Though to itself, it will always be… Jun.",
        "Now, Jun travels with King Van towards the throne of mortality and while many of the crew are appalled by this strange creature perched on top of the mast, King Van could care less. For within that creatures head lies knowledge thought to be lost forever. Knowledge that will be a decisive factor in the coming battle."
    ]
}