{
  "bio": [
  "Kain. Kain. Kain. His name echoes in his head. Thoughts spiral out of control as the Arcane Overlord sends forth a concentrated bolt of Arcane energy into the chest of his former master who falls to the ground as his hearts explodes in a violent torrent of blood and bile.", 
  "Kain. Kain. Kain, born with an affinity to the Arcane arts. Born an elf within the borders of the newly formed Metalovania. Born in the womb of a mother who never wanted him. Kain managed to survive as a street performer, entertaining the elite of Silver City. They all looked at him with morbid curiosity as sparks would form fireworks in his hands, copies of his form would dance around the crowd to their amusement. It was all smoke and mirrors, the dancing and fireworks distracted as Kain’s illusions, given physical form through Arcane arts would swipe small amounts of coin from his audience. Not enough to be missed, but enough to add up. One day, while performing one of his standard acts, a mysterious man approached him. He joined him, sending out larger, more impressive fireworks, images of exotic beasts would dance around the crowd and colors unknown to many would be whipped like flames around the awestruck crowd.", 
  "Kain took this opportunity to swipe as much coin as he could away from the crowd. Greed had gotten the better of him as a large man noticed him and grabbed ahold of him. The crowd turned, many realising that their possessions were missing. Kain was to blame and just as they were getting ready to come down on him like a wild pack of animals, Kain felt something he had never felt before. Raw Arcane energy spiralled around the mysterious man as he took ahold of Kain and whisked him away to an unknown cliffside. Confused and scared, Kain took up a defensive stance and sent a bolt of Arcane energy flying towards the man who swiftly swatted it aside and followed up with a backhand to Kains cheek, sending him tumbling to the ground. “I will not stand idle as such mastery of the Arcane arts goes to waste. Daft child, I have spared you from death and as such you better show me some respect.” This man was Bolter Ulf, The Arcane Overlord. Kain, without much of a choice, became Bolters disciple. While magic is common around prime, it will often become tainted and take on an aspect such as fire or decay, the Arcane is magic in its purest form, raw and untouched. Kain was taught the ways of the Arcane. Unlike other forms of magic where its uses were limited, The Arcane could be used for any purpose and beyond. Unlimited power… at the tip of his fingers.", 
  "Boltor struggled to make Kain understand, but every warning seemed to only antagonise the young elf. If he could only understand that his gluttony and greed is what had killed so many Arcane mages before him. After all, there was a reason why The Arcane was so rare... He wanted more. All his life he had been the underdog, he had been the target of everyones scorn. Despite his talent, none had given him the respect he deserved.", 
  "Kain. Kain. Kain. A single name. No title. No accomplishments. He was still nothing. “Know your limits Kain. Never bite off more than you can chew. You are not strong enough.” Thoughts spiraled. In the dead of night, Kain would scurry around his masters abode. Tomes and scrolls held from his eyes now laid bare before him. This knowledge, kept from him, why? Did his master not wish for him to succeed, to become stronger? “You are useless. You are a waste. You are nothing.” Thoughts spiraled. Every night, Kain would scavenge for knowledge through his masters home, training in secret carefully as to not get caught. He would learn more and more with each passing night, yet it seemed to never be enough. His master seemed to refuse to agnolish his accomplishments. Thoughts spiraled. “Kain. Kain. Kain” Nights pasted. Kain turned towards the door, the calm night been interrupted by the sound of it slamming open. He had taken too long. His master had caught him red-handed. With a snap of his fingers, a pulse of energy travelled through the room, setting it ablaze. Books and scrolls containing endless knowledge were turned to ash before Kains very eyes. All this knowledge, all this power that would allow Kain to finally rise. Gone. Thoughts spiraled as the lifeless husk of his master slumped onto the floor. With him he took his knowledge with him. Kain was once again alone. His only friend and mentor dead by his hands. With no one left to claim the title, Kain has taken up the mantle of Arcane Overlord and now travels as a lesion to King Van the Tyrant towards the Throne of Mortality with a single goal in mind. The resurrection of his former master, and with it, forgiveness for what Kain sees as the biggest mistake of his life, and perhaps, a second chance at achieving the acknowledgement he so desperately craves."]
}