{
    "bio": [
        "To burn away at the Earth, Gul'dum needed a vessel. A creature of great magical power that can act as a catalyst to bring on his cataclysm. Karl the ever-burning was that catalyst. Since a young age Karl had an affinity for Fire magic. It was powerful, it was destructive and it was everything that Gul'virs adore. Flames seak their way to Karl. The smallest Ember to the largest bonfire was always under his control, like a second limb it would heed his words and act accordingly. At the age of 14 his people held a yearly festival, at that festival, within the Flames of the great bonfire, Gul'dum appeared and with a voice that could break mountains he stated that young Karl would be his Herald and that he would be the one to bring forth the cataclysm that would cleanse the world of all impurities and let them all be reborn as pure beings of power out of the ashes.",
        "For this plan Karl was required to leave the village and enter the nearby active volcano to burn the impure flesh off of his soul. Karl being a devout follower did exactly what he was told he marched straight from the festival up the active volcano and allowed himself to fall into it. His flesh burned, however his skeleton remained intact. The lava caressing his body as the pain that would typically be felt was dampened by Karls affinity to the flames. Out of the molten rocks stepped a being no longer known as Karl but rather as his full moniker of Flame King. This, a ghastly vistage to some, and a beacon of hope to others.",
        "Karl returned to the village where his people have prepared for him a crown. In his absence, Gul'Dum have been sure to inform them all that he was to carry the title of Flame King and was to rule over the entirety of the infernal Clans. There was no questioning it Gul'dum had appeared across the entirety of the infernal lands and made sure that everyone knew of Karl's name and crowning speaking of him as if he were his own son.",
        "To Karl and his people, Gul'dum is a loving caring father. To Gul'dum, Karl is nothing more than a walkin talkin time bomb and his people are beyond expendable."
    ]
}