{
    "bio": [
        "The barrel of a gun will give you a feeling of great strength or a complete loss of hope depending on which side of it you are staring down. This is the mantra of Jurvin Brownbeard, born a halfling to a human mother and a dwarf father in the slums of Etos, now known as Silo. Growing up on the streets is hard. Growing up on the streets of Etos is harder. While Jurvin was gifted with the ingenuity of a human, he was also cursed by the height of a dwarf, and on the streets of Etos, eye for an eye reigns supreme.",
        "The world is not fair, never has been, never will be. His neighbourhood is plagued by crime. His mother and father, friends and family constantly living in fear of roaming gangs one day became too much for as he helplessly watched a horde of scum wash over his home. Possessions stolen, homes destroyed, people's lives taken and his father's legs being rendered into slabs of flesh after being dragged behind a horse for the entertainment of the invading marauders as he and his mother hid in the kitchen pantry.",
        "No more. Enough was enough. With his father’s help, Jurvin constructed a powerful, sturdy rifle and began to patrol the streets of his neighbourhood. With tact and guile, Jurvin would drive off any unwanted guests. Thanks to his tactical wit, rumours spread that Jurvin Brownbeard had up to forty men under his command and that they were all heavily armed. Day after day, the scum of Etos would band together in desperate attempts to scour Jurvins neighbourhood and each time they would be lucky to escape with their lives intact.",
        "His neighbours and friends watched in awe as this mere halfling managed to drive away even the most hardened of criminals. He brought them hope and before he knew it, Jurvin had constructed his very own militia. With walls, traps and quality firearms, they became a force to be reckoned with, and while the neighbourhood cheered, Jurvin did not, for he knew that the beacon of light that they had created would inevitably attract swarms of locusts to their doorstep.",
        "Jurvins suspicions were eventually made manifest as the scum that had plagued their homes once before made their return. Galgos was his name, the man who had rendered his father into a crippled state. The man who brought the locust to once more ravage his home, however, this time, he was prepared.",
        "Jurvin had it all planned. Every angle, every gunfight. All would go according to plan and he would finally be able to nail Galgos between the eyes with his father’s rifle. Only it was all in vain. As Galgos was about to launch his attack, the forces of Silver City had begun their Raid on Silo and anyone caught with affiliations to either the Silos elite or a roaming gang was executed on the spot. Galgos pleaded with Jurvin to let him inside their borders, to shield them from the onslaught wrought on the capital.",
        "Jurvin opened his gates, walked forward to the kneeling, pleading man and fired a single round into his temple, instantly ending his life. Galgos' subjects looked on the halfling in awe, hoping that the round delivered into their leader's cranium would be enough to quell his rage. From his side, Jurvin pulled out a secondary firearm, firing it straight into the air. After a short delay, molten lead rained down over the surrendering marauders, searing their flesh and rendering them unable to stand as their feet would graft onto the cooking pavement. Jurvin turned and entered his community, closing the gate behind him as the forces of Silver City closed in. The marauders, rendered unable to walk or run were swiftly executed as they were found melded with the ground beneath them.",
        "The siege of the city continued. Jurvins community stood tall, holding off the Silver City forces for days before their gates were finally knocked down by none other than Van, the Silver King himself. Impressed by the resilience of Jurvin and his people, Van decided to spare them all on the condition that Jurvin would pledge himself in his service.",
        "Jurvin agreed and was swiftly appointed the new chief of law in the reborn state of Silo. Now he is forced to heed the call to arms brought on by King Van, as he sails towards the Throne of Mortality to ensure victory for his King, and his people."
    ]
}