{
    "bio": [
        "Vel’Onah, the god of time and creativity. The being in charge of lighting the spark of creativity in beings that are seen as having the potential to become something beyond what they were made to be… is actually quite inept.",
        "Vel’Onahs constant drive to create would often come in the way of her other duties and as such she decided that the best thing to do was simply to create creatures that would do what she considered to be “minor chores” for her. And so she did.",
        "Ur-Twelve was created to weave the strands of time together and to make sure that the timelines would not tangle. He was a new form of life, made in the cradle of one of the true gods, the only one of his kind. He was the Herald of Time and for aeons he undertook his duty, wefting and weaving the timelines into a very neat manner. He took great pride in his work and made sure to be very thorough while creating his weave.",
        "One year, while working on a new timeline for his creator, Ur-Twelve noticed something strange. One of his well-crafted seams was tangled for seemingly no reason. This had to be investigated further. Ur-Twelve took ten years out of his schedule and spent it meticulously skimming through his work. With hard work and dedication, Ur-Twelve managed to weft through his entire life's work and assure himself that only that single seam had been tangled. While strange, Ur-Twelve managed to untangle the seam and once again returned to working on new seams for his creator.",
        "Ten years later, he once more came upon a tangled seam. Mild irritation began to manifest within the clockwork that was his head. But no matter still, he took his time and eventually managed to untangle to seam. But then… there was another one… and another one, it never stopped. For every seam he untangled he would find another one tangled, not by his doing, not by the gods doing. Someone, or something was messing up the weaves of time on Ur-Twelves watch.",
        "The thought of a creature undoing his marvellous work disgusted him, as if a stranger had invited themselves to your home and walked with muddied boots on your clean carpets. How rude, how disrespectful. These seams made by the gods were being tampered with by a being that had no right to do so. But what could he do but unravel the seams and start over as he always had?",
        "While determined to find the culprit, Ur-Twelve still had a job to do. As such, he went back to work and unta-... There was a broken seam. One of the strands of time had not only been tampered with… but it had been cut completely. What had brewed as minor annoyance instantly thrashed itself into a frenzy, like a wildfire caught by gusts of wind, Ur-Twelve went mad. He was made to weave the threads, not repair them. Repairing the threads would mean to remove them, to undo years of work done not only by his own hands, but by the hands of Vel’Onah herself.",
        "Anger overtook him, and in that very moment, as if it had waited for just such a moment, the creature responsible appeared. With a movement so swift that Ur-Twelve did not realise  it had occurred until the pain started to settle in, it had ripped into his core and stolen part of his essence.",
        "He collapsed as his legs started to atrophy, his wonderful wings, a marvel of his own intuition granted by his beloved creator, started to fall apart before his eyes. No longer was he a servant of the gods, for the power that granted him that title had been violently taken from him.",
        "He managed to catch but a glimpse of the culprit, the one who had caused him all this misery. A female figure clad in a full set of armour, not even stopping to take in the damage she had caused was sprinting across the weaves of time, as if to insult him further, tangling each weave with every step she took.",
        "He was left in shambles, a shade of his former self, One that could not stand before its own creator with anything other than shame. In that moment, Ur-Twelve swore vengeance upon the creature that had caused him all this harm. To track it down and tear it apart piece by piece.",
        "The Herald of Time through stature and standing makes his way to the fabled Silver City, a place blessed by his creator. There he makes contact with its king. Now, with a mortal coil supporting him, Ur-Twelve is making his way to the Throne of Mortality with a single goal in mind. To be granted the boon needed to find the culprit, and to return to his duties."
    ]
}