{
    "bio": [
        "Van was born to rule. For fifteen generations, the Mechanism line had spent their lives fighting a war that was started over a meaningless dispute with a neighbouring nation. A dispute that could have been solved by simply having one of the two parties bury their ego. Fifteen generations of bloodshed over who owned the rights to a small crystal vein that had been found right on the border between the now well-established Silver city and the free nation of Etos. During his upbringing, Van watched his father struggle in vain with peace treaties and diplomatic trips to Etos, each one straining on Van’s mental wellbeing as he would be forced to accept the fact that each time his father left, there was a chance it would be the last time he would see him alive.",
        "Van eventually grew resentful of his father, a man who refused to accept the facts and make the harder decisions. Etos had been spitting in the face of Silver City since his birth, the disrespect of its people and its leaders was made no better when faced with the idea that his own father refused to stand up for himself.",
        "A week after Van’s sixteenth birthday, all of Van’s fears were made manifest. His father and guard, slaughtered by Etos revolutionists during what was to be the final declaration of Armistice between the two nations. Van was forced to claim the crown and was expected to continue in the path of his father. Van refused. This charade of humanitarianism was about to be crushed within his iron grasp.",
        "A year after Van had laid claim to the throne, the war was over. Etos had been crushed by the military might of Silver City and been turned into a puppet state now only known as “The Silo”. What made it better was the fact that none of the other capitals saw the attack as unjust after what had happened to the former Silver City king. Van had managed to end the fifteen year war without any backlash from the other capitals. His perceived strategic might, ruthlessness on the battlefield and support from the neighbouring capitals made him the ultimate conqueror.",
        "In the span of the next six years, Van had managed to unite the trading capitals of the northern lands under a single banner and claim the title of a Conqueror. The Iron nation of “Metalovainia” was born and along with it, his heir, the Prince Mechanism, Edgarim.",
        "Van now stood at a crossroad. His body slowly growing frail, his goals had all been met. The accomplishments under his belt rivalled that of a God-King. What was left to do? Disturb the balance of the gods and invade the central nation of Gaia? Cleanse the affront to his god Ver’onah that is the western nation of the “Deadlands”?",
        "In the end, Van was given his answer through divine intervention. In a dream, he was visited by Ver’Onah herself, telling him about the coming war. The Battle of Dominance. A holy conflict manufactured by the gods to settle disputes. If victorious, Van would be granted a boon from Ver’Onah herself. Van now sails towards the Throne of Mortality with a single goal in mind. To claim the power of the Throne and truly become a God-King."
    ]
}