{
    "bio": [
        "There is a force on Prime. One that can not be defined by mages or scientists. No, only those with an affinity to it can truly understand it. This force is known as “The Light” and while it can be used to heal and soothe, it also carries a violent alternative. While the city of Progress known as Silver City prides itself on the pursuit of science and the denial of magical vices, The Light is seen as an exception, for it is believed that “The Light” originates from the mind of Vel’Onah herself, it is her love for her creations given a form so strong that it can be felt by the mere mortals living on Prime.",
        "From a young age, Tyrus could feel this force envelop him. It’s calming tendrils laying waste to his troubles. It’s loving embrace healing wounds he would acquire as but a young boy running across the meadows enveloping his family farm. His family knew he was special as he would without effort heal the afflictions of his sister, something that had been said to have been impossible. While priests across Prime could invoke The Light by pleading for its assistance, for Tyrus, it seemed to come naturally, as if it’s eyes were always focused on him and him alone.",
        "His family stood proud as the young boy was taken in by the Silver City clergy to be trained as a priest in its ranks. Tyrus went from a farmers boy to the title of “Paragon” within but a few years of training, a title that usually would only be passed upon the elders of the church.",
        "He continued his services, as to bring pride to his family, through hard work and dedication. Tyrus continued to gain influence over the church. But as always with these tales, tragedy struck suddenly, and mercilessly. Villages within the borders of Silver City had begun being struck by rebels from the nearby capital of Etos, and by the time that Tyrus had been informed of this, it was already too late. His family farm lay in ruins. His family, slaughtered by the rebels as they had refused to give up without a fight. His father was found with a spear in hand huddling over his mother in what seemed like a desperate attempt to protect what remained worth protecting. His dear sister's corpse was found mutilated at the bottom of the well. They must have found her first, working out in the fields. Tyrus was distraught and broken with grief. In his time of need he turned to The Light for comfort but could find none. He understood. While it might wish to help him, little could be done for a wound that not even time could heal.",
        "In these dire times, a call to arms was sounded and Tyrus took up the mantle. Van Mechanism, son of the betrayed Silver King had decided that diplomacy had yielded little fruit in this long conflict and that the time for action was now. Tyrus rode upon the battlefield, wielding the light like a battle axe. He would be merciless to those who refused to surrender. His proficiency and raw might caused the enemy soldiers to lay down their arms the second they saw his holy incandescence. He was the Lightbringer, and behind him was left nothing but ashes. Now, Tyrus acts as advisor to the crown and as a symbol of the Lights power as he makes his way towards the Throne of Mortality, where with the gods’ boon, he shall take the place of a Judge as to smite those who have fallen off Vel’Onahs holy path."
    ]
}