{
    "bio": [
        "What does it mean to be a man? What makes our mortal coil superior to that of an artificial one. Why should we limit ourselves to what nature gave us, when we could be so much more. Nothing, we shouldn’t and we will be. In the centre of Silver City lies the Golden Institute of Technology, in which the brightest and most powerful minds of Prime gather to learn, debate and create.",
        "One of these minds is Jazz Wunderwaffle, born a cripple, without father, mother, title or a single piece of gold to his name, he waltzed into the central manufacturing bay, constructed a pair of robotic legs which he then proceeded to gruesomely bio-meld onto the bleeding stumps that was his legs after he had at seemingly the same time somehow made use of one of the manufacturing bays circular saws to remove his crippled legs. All within the time span of roughly twenty-five minutes.",
        "Jazz made national headlines. His bio-limbs were like nothing that Silver City had ever seen. Pure, undefined technology made with the mind of a man, untainted by magic or spells. Jazz was given an honorary title and full access to the institute. Jazz quickly rose to fame and eventually managed to claim the title of “Master Engineer”.",
        "Things that were seen to be impossible without the invocation of spells were now made possible through Wunderwaffle’s inventions and he was seen as one of the most influential people of Silver City… This was until his private laboratory was discovered.",
        "Nothing could stop progress. This was the motto of Jazz Wunderwaffle. Not even human morals apparently, as within his private laboratory, several live test subjects were found. Some missing organs, other missing limbs. It was the biggest scandal in Institute history.",
        "As officers searched his premises however, what they found was not a man, but an amalgamation of bio-chem and what remained of Jazz Wunderwaffle. Neither man, or machine, Jazz was brought to court, where he successfully argued that he could no longer be tried as a man. For he had evolved beyond his mortal coil.",
        "It was all a sham of course. The judge was on the crown's payroll, and the crown was not about to lose this important piece in the coming war. Jazz was brought into the ranks of the Silver Armada and acted as right-hand man to Van Mechanism, the king of Silver City himself.",
        "Now, having evolved beyond the standards set by the crown, Jazz seeks to evolve once more. With the boon of the gods, Jazz will ascend, beyond the physical realm and become a true perfect being, one that would rival even the gods themselves."
    ]
}