{
  "bio": [
    "The man known as Maelstrom is an enigma to most. An elf with an affinity for technology and progress. An elf granted vision by Vel’Onah herself. No one quite knows when he entered the progressive kingdom of the Mechanisms. Rumours state that he simply walked into Silver City’s grand infirmary one day and began to miraculously heal several deathly ill patients with the flick of a wrist, not through magic, but through the city’s prefered methods. Science.",
    "Maelstrom, despite his elven heritage, became respected and known throughout the city. His direct approach and professional demeanour complemented by his vast amount of knowledge regarding medicinal science made him a powerhouse of influence within the City to the point where highly regarded human scientists would look up to him, something that was unprecedented within the limits of Silver City, a human dominated capital. No matter the wound, no matter the disease, Maelstrom could seemingly cure it and was eventually given the title of “Mercy’s Hand”, a High title, made specifically for him.",
    "Maelstrom is driven by a sense of justice and righteousness, something bestowed upon him one fateful night. An expecting mother, sent barreling down a cliffside right into Maelstroms lap was in dire need of divine intervention. As a practising druid, Maelstrom called out to his one true creator, the mother of all things, Ga’iah. However, silence is all he was given. The mother, being of Drakul heritage was seen as an enemy of Ga’iah and was given no mercy. In a fit of rage, Maelstrom denounced Ga’iah and cried as the woman died in his hands.",
    "Suddenly, like a bolt of lightning, something reached into Maelstroms mind. With the use of a rain drenched blade and little knowledge, he managed to deliver the life still faintly beating within the woman's womb. The child lived. Not through the hand of god, but through his own. Maelstrom realised at this moment that only through his own Strength would he be able to reliably save those in need as he handed the child over to a grieving father who had managed to eventually made his way down the hillside.",
    "Through the passage of time, Maelstrom learned about Vel’Onah. The human god of progress and her ways. She was unreliable, chaotic and seemingly inept… She and the humans knew this. She never claimed godhood. She never asked for worship or sacrifices in her name. She simply was and would forever create. Like a machine, she would do what she knew she was meant to do. Nothing more. Nothing less. Finally he knew. He knew what had given him clarity that fateful night. Maelstrom decided that he had to meet her, he had to meet Vel’Onah. The Throne of Mortality has risen, and with it, a once in a lifetime chance to make this dream… a reality…"
  ]
}