{
    "bio":[
        "Edgarim was his name. Born to the man known as “Van the Tyrant”. His name being the only connection to his mother that he had ever known, Edgarim witnessed his father ruthlessly crushing smaller nations and bending their shambled remains into shams of their former glory. His father was no king. He was a murderous dictator and he had to be stopped.",
        "During his upbringing, Edgarim spent most of his time connecting with his people, constantly being told about the greatness of his father. It made him sick to his stomach as he was forced to put on a mask of pride and smile as his people growled at the feet of his disgusting father. Soon though, he would free them from those shackles.",
        "While his father would find comfort in Vel’Onah, Edgarim found his peace through engineering. At the age of seventeen he has built his magnum opus, “The Tactical Thermonuclear Warhammer”, or as it became known to the troops, “The Unstable Thermonuclear Warhammer” as using it on the battlefield was considered “risky” at best and “suicidal” at worst.",
        "Despite this slight mockery, Edgarim stood tall on the battlefield in a manner that represented his father, and while the comparisons disgusted him, they were at the same time a great tool to gain favour within the military. In their eyes, he was the second coming of the most influential war leader of their time, a title held out of necessity rather than pride.",
        "With time, Edgarim became known as “The Diplomat”. He was unsure if it was seen as a compliment or a pejorative.",
        "His father sat upon the throne like a tumour. His glory days were gone and all that remained for him was to desperately cling to his legacy while slowly wittling away. The last image of the self-proclaimed “God-King” would be nothing more than a feeble old man. The capitals would descend into chaos and Edgarim would be forced to employ the same methods as his father to keep them in check.",
        "At the end of the day, it didn’t matter. With time, Edgarim came to the conclusion that the only way for him to successfully take over as king, was to succeed him in a manner that would keep the people on his side, a coup was not the way to go. ",
        "However, in what seemed as what can only be described as divine intervention. The Throne of Mortality has risen and with his father, seemingly fanatically wishing to take part in the coming Holy War, Edgarim has been given the opportunity of a lifetime.",
        "His father must fall. In the chaos of the Holy War, his father would die in glorious combat and out of the ashes, Edgarim would rise to lead his people, not only through superficial name and title. But with the boon of the gods at his side."
]
}