{
    "bio": [
        "Below the chasm on which the prestigious Silver city was founded you will find the Slum. A collective of filth and muck, rejects and vagabonds. Everything that Silver city discards ends up here. It sound worse than it is. It has its own laws. It's own order and way of life. Most of it just includes keeping to yourself and staying out of the way.",
        "The shacks and huts that line the narrow cold rock walls create winding hallways in which we are all confined. To your sides are vultures, looking for a single sign of weakness. In front of you stands a construct of bones and rubble, having been granted a faux abomination of a soul.",
        "What do we do, as this aboration lumbers towards us. We do nothing. We let it pass and we go about our existence. We hear the screams of those not so wise as it's eyes of gold lead credence to the foolishly bold, now known as the foolishly dead.",
        "The gold is there to entice. It carries no value down here so the locals are left spared while the newcomers find themselves at the mercy of their own greed.",
        "Such a perfect design. We did a good job with these, you and I. The face of a beast was a nice touch, was that your idea or mine? I suppose it doesn't matter.",
        "They come in droves. Few by choice. We heard it's considered a punishment by the people above. They must have it good if this is their idea of a punishment. We wouldn't know. We have been here since the start.",
        "By morning, curiosity got the better of us. We never considered it possible, but getting to the ground above was quite easy. Simply switch places with someone already above. Tricky due to distance yes, but our magic is strong.  A faint scream is heard. Must have had issues proceeding what had happened to them. I suppose this is their punishment for getting too close to the edge. Can we justify dooming this individual. To administer the \"punishment\"?",
        "Yeah, probably. The people up here have no perspective. No morals. They call us Slumborn. If that is the case, then they are scumborn. They watch us now. Their eyes in awe of our form. Metal men come running towards us but we dispose of them. Our magic quaking below their feet, unlike us, they never had to learn to check where you step. While the masses scream and squabble, we prepare. More metal men come, unprepared. History will forget them.",
        "This repeats. Men with bright magic come and we raise the ground beneath them. The blood makes for a wonderful hue. As the pile of corpses grow, a new form appears before us. This one is different. He carries a weapon, but comes at us with words. He offers a new life and promises of a warm bed. We accept.",
        "We are on the ocean now. The man speaks kindly to us. How strange, is this also magic? These words make us wish to follow him. For now, we accept. Wonder what new sights we will soon see."
    ]
}