{
    "bio": [
        "In the mountains bordering the metal kingdom of Metalovainia and the lush green lands of Ga’iah lays the Storming Peaks, home to the majority of the dwarfen tribes of the world. The coalskin Dwarfs of the underground magma chambers, the Greenbeards of the hinderlands, and finally the Storm Riders of the Peaks. There is a balance in the tribes, an ancient law that states words holy to the dwarfs. “Stay off my property”. These words rung true for ages. But with war looming, and change on the horizon, even the most ancient and sacred of bonds can be stained to the breaking point.",
        "The Storm Riders loyal to the ways of Vel'Onah, the Greenbeards who devout themselves to Ga'haias grace and the Coalskins who worship the mighty giant Gul'dum are now pitted against each other in this holy war brought on by the Lord creators. The fields of the hinderlands are lain to waste by the Storm Riders, the peaks crumble beneath their own weight as the Coalskins dig tunnels beneath, and The magma chambers are infested with toxic fauna, given life through Greenbeard magic.",
        "Over the hinterlands, one rider stands out from the rest. Where as the other riders would be forced to follow the whims of the storm clouds above, harnessing its powers, this one seemingly called on the storm to follow him. With a swing of his hammer, the thunder above brought on the drums of war and lightning struck down, solidifying its intent. This was Galvin, and where as to his fellow riders where known as “Thunder Hunters”, Galvin carried the unique title, of “Stormbringer. Another whip of his hammer sent down a blow as if delivered from the gods themselves, burning the lands below. In the air, he was invincible.",
        "No Coalskin weaponry could match his speed and no Greenbeard magics could reach him. He was unstoppable. However, with this power came pride, and pride would be his downfall. Galvin would often swoop down, forcing his gryphon to take on the role of a mighty landbound steed. Galvin would engage in close quarters combat as if to spit in the face of his opponents and give them what he considered a fighting chance. This bravado quickly faded however when eventually, Galvin was thrown from his mount.",
        "The Greenbeards vines had caught his gryphon by his hind talon and was dragging it into the ground and as Galvin went to its aid, a rogue bullet fired from a Coalskin rifle pierced the gryphons skull. Galvin watched as the earth quickly devoured his trusty companion who now no longer had the power to fight back. He was surrounded, the confusion of battle started to die down as the Greenbeards and Coalskins made note of him. The Stormbringer was grounded, and the taking of his life meant taking his place in the history books. Greenbeard magic was primed and Coalskin rifles cocked, but before the first bullet was fired, the storm had already formed above. Piercing cold bolts of lightning struck down, hitting each dwarf with the precision of a sniper.",
        "It was fast, it was efficient, it was quiet. The large destructive bolts from before were all but gone and were now replaced with these nails of lightning hammering down into each skull that surrounded Galvin. In the end, one dwarf was left standing and around him, nothing but bodies. Clean kills, no blood, no pain, no pleasure. These were not killings for the sake of combat. This was simply the light sweep of the hand as to wave a buzzing fly away.",
        "For the next ten years, the Storm Riders would lose ground, the mighty Galvin was nowhere to be found and eventually they were forced to barricade themselves inside their strongholds above the peaks. The mountains had all but crumbled away, leaving only the slim foundations. The Greenbeards and Coalskins had called upon a truce, for with Galvin gone, the Storm Riders were easy pickings. Vines stretched from below, creating large pillars that reached for the near floating strongholds. On vines, Coalskin machinery clinged on like birdcages, filled with nothing but murderous intent.",
        "Doomsday was knocking, but the one who answered, was Galvin. On a gryphon, cared for from birth by him, he came riding,  bringing calamity behind him. The Stronghold was bathed in clouds as thunder deafened and lighting blinded. The pillars of fauna were struck over and over with precision, like an axe to timber, the pillars snapped in half, sending both Greenbeards and Coalskins plummeting to the ground.",
        "It was over in mere hours. Galvin watched from above at what had become of his home. The glorious mountains now resembled the limbs of a sickly old man, desperately trying to hold the weight of the strongholds he had spent his entire life in. Without a word, he left. His people watched as the storm followed with him. Galvin had watched as he cared for his new gryphon. It had taken exactly a month for the vines to reach the strongholds. With a plan in mind and the storm at his side, Galvin joined forces with Van the Tyrant, offering his services in exchange for a chance to fight for the Mortal Throne. If he wins, he would be able to return the great peaks to their former glory and bury all below their weight."
    ]
}