{
    "bio": [
        "Energy is consistent. You can have energy without life, but you can not have life without energy. A spirit is energy without life and it exists in every aspect of nature. One of these spirits is Mul'vin. A gentle spirit, docile and calm whom inhibits a sleeping volcano off the shore of Amber cove. The locals in the area knew of Mul'vin and would bring him gifts to appease him. Mul'vin appreciated the gifts and would put on displays of cinder to the villages at dusk to brighten the sky as they danced the night away. He would carry long philosophical conversations with the village chieftain and laugh at the antics of his youngest son.",
        "One day, the village Chief came to Mul'vin with a request.",
        "\"Oh great Mul'vin. Barbarians from the north are planning on raiding our village. We carry not the might to drive them off. Please help us!\"",
        "Now Mul'vin was a gentle spirit, and this kind of violence was not his forte so he proposed the following:",
        "\"For a spirit to spill blood is to go against the gods. I can not help you in this battle, howev-...\"",
        "The chief cut his speech short.",
        "\"What?! We bring you gifts everyday. We dance in your honor, we prostrate ourselves before you and this is how we are repaid?!\"",
        "The Chief stormed off, leaving Mul'vin dazed. He had never had a villager be so angry with him.",
        "It mattered not however as Mul'vin had a plan. On the day of the raid, he would muster all of his might to simulate the volcano's eruption, driving the invaders off.",
        "Days passed as Mul'vin kept a watchful eye on the horizon. Then the day came. In ships the invaders came with spears and swords in hand. Mul'vin saw the villagers by the beach. They looked scared and few in numbers. The Chief stood proud in front but Mul'vin could tell. He too was scared.",
        "The time had come. Mul'vin brought out all his might and the century long dormant volcano erupted into a cascade of brimstone and ash. Mul'vin watched the would-be invaders panic, their ships desperately trying to turn tail as the villagers cheered with glee, knowing that their salvation was at hand.",
        "But then, Mul'vin had a thought. Even if he deterred the invaders today, there would be nothing stopping them from coming back another day to raid and pillage. No. Mul'vin had to make sure the raiders understood that this eruption was an answer to their intent and not just a coincidence.",
        "He grasped at the volcanic core, inhaling its energy, chaining his soul to it. Not that it mattered, he had spent his last thousand years in this volcano, he had no intention to leave.",
        "He screamed out in ancient tongues and with his new found power he hurled slabs of molten rocks into the ocean, making sure he just barely missed the invading marauders.",
        "The deed was done. Mul'vin had saved the village and renewed their love for him… and yet, he felt odd… the calm nature of his soul had morphed. It was something else. It was rage. Unbridled rage, but why, he had no reason to be angry, the day was saved, everything had gone according to plan… and yet…",
        "The volcano did not let up. Fire and brimstone covered the coast. The forest surrounding the village was quickly put into blaze. Mul'vin watched through helpless eyes as his rage fueled the volcano beneath him.",
        "Mul'vin remembers the eyes of the chieftain. The pleading eyes of a devout follower. His last thoughts being that the demise of his people, their blood was on his hands due to having angered a spirit of such surprising power.",
        "Mul'vin could not quell the volcano's power and as such, it had covered the coast in poisonous ashes and burning coal. The village below laid buried below molten lava along with its people.",
        "The dread the chieftain must have felt in his final seconds, it hounded Mul'vin so… the volcano raged on, no longer fueled by anger, but rather on sorrow.",
        "To atone, Mul'vin decided that the volcano would be his final resting place. He would let it burn itself out, draining the very last of his being.",
        "For years he gave into his guilt and allowed it to eat away at him, until a single cinder was all that remained.",
        "Today, nothing remains of Mul'vin. His tender soul lost to the ages. Now, all that remains is his rage personified, a visage of his former self, kept on Prime only to serve Gul'dum after he found him at the bottom of that volcano. He is the Volcanic Lord."
    ]
}